
/* Class = "NSWindow"; title = "Preferences"; ObjectID = "3"; */
"3.title" = "Préférences";

/* Class = "NSPopUpButton"; ibExternalAccessibilityDescription = "Software update check interval"; ObjectID = "353"; */
"353.ibExternalAccessibilityDescription" = "Intervalle de recherche des mises à jour";

/* Class = "NSButtonCell"; title = "Check for updates now"; ObjectID = "358"; */
"358.title" = "Rechercher les mises à jour";

/* Class = "NSButtonCell"; title = "Inform me of beta releases"; ObjectID = "359"; */
"359.title" = "M'informer des versions bêta";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "361"; */
"361.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "week"; ObjectID = "363"; */
"363.title" = "semaine";

/* Class = "NSMenuItem"; title = "day"; ObjectID = "365"; */
"365.title" = "jour";

/* Class = "NSMenuItem"; title = "month"; ObjectID = "366"; */
"366.title" = "mois";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Insert template token"; ObjectID = "434"; */
"434.ibExternalAccessibilityDescription" = "Insérer l'information dans le modèle";

/* Class = "NSTextFieldCell"; title = "Subject:"; ObjectID = "442"; */
"442.title" = "Objet :";

/* Class = "NSTextFieldCell"; title = "Body:"; ObjectID = "444"; */
"444.title" = "Contenu :";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "446"; */
"446.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Exit Status"; ObjectID = "447"; */
"447.title" = "État de sortie";

/* Class = "NSMenuItem"; title = "Start Time"; ObjectID = "448"; */
"448.title" = "Heure de début";

/* Class = "NSMenuItem"; title = "Task Name"; ObjectID = "449"; */
"449.title" = "Nom de la tâche";

/* Class = "NSTextFieldCell"; title = "Template values:"; ObjectID = "450"; */
"450.title" = "Valeurs du modèle :";

/* Class = "NSButtonCell"; title = "Insert"; ObjectID = "451"; */
"451.title" = "Insérer";

/* Class = "NSTextFieldCell"; title = "Snapshots are read-only copies of a volume, frozen in time. By creating snapshots during a backup task, CCC can restore the whole state of a volume at a specific date. Snapshots are available for APFS-formatted volumes on macOS High Sierra and later. For the best performance, we recommend enabling snapshots only on SSD-backed devices. If you disable this setting, you can still enable snapshots on individual volumes by clicking on that volume in CCC's sidebar."; ObjectID = "464"; */
"464.title" = "Les instantanés sont des copies en lecture seule d'un volume et sont figés dans le temps. En créant des instantanés au cours d'une tâche de sauvegarde, CCC peut restaurer intégralement l'état d'un volume à une date spécifique. Les instantanés sont disponibles pour les volumes au format APFS sur macOS High Sierra et les versions ultérieures. Pour profiter de performances optimales, nous vous recommandons d’activer les instantanés uniquement sur des périphériques compatibles SSD. Si vous désactivez ce réglage, vous pouvez quand même activer les instantanés sur des volumes individuels en cliquant sur le volume souhaité dans la barre latérale de CCC.";

/* Class = "NSButtonCell"; title = "Enable snapshots on APFS-formatted, SSD-backed volumes"; ObjectID = "465"; */
"465.title" = "Activer les instantanés sur les volumes au format APFS et compatibles SSD";

/* Class = "NSTextFieldCell"; title = "Backup tasks involve both disk and CPU activity, so they can affect battery run time. By default, CCC will not start a scheduled task if the system is running on battery power when this is selected, instead deferring those tasks until the system is plugged into AC power. Uncheck this option to allow scheduled tasks to start running even when on battery power. This setting will not affect tasks that you start manually."; ObjectID = "466"; */
"466.title" = "Les tâches de sauvegarde impliquent une activité du disque et du processeur et peuvent donc avoir un impact sur l'autonomie de la batterie. Cette option est activée par défaut pour que CCC ne lance aucune tâche de sauvegarde si le système fonctionne sur batterie. Dans ce cas, les tâches en question sont reportées jusqu'à ce que l'ordinateur soit branché au secteur. Désactivez cette option pour permettre l'exécution des tâches programmées lorsque l'ordinateur fonctionne sur batterie. Ce réglage ne concerne pas les tâches lancées manuellement.";

/* Class = "NSButtonCell"; title = "Start scheduled tasks only when the system is running on AC power"; ObjectID = "467"; */
"467.title" = "Lancer les tâches programmées uniquement lorsque le système fonctionne sur secteur";

/* Class = "NSTextFieldCell"; title = "CCC protects the OS installation on your startup disk when you choose that volume as the destination to a backup/restore task. CCC will inform you about the automatic filter imposed when this is selected."; ObjectID = "470"; */
"470.title" = "CCC protège l'installation du système d'exploitation sur votre disque de démarrage si vous choisissez ce volume comme destination d'une tâche de sauvegarde ou restauration. CCC vous informera sur le filtre automatique imposé en cas de sélection.";

/* Class = "NSButtonCell"; title = "Warn when choosing the startup disk as the destination"; ObjectID = "471"; */
"471.title" = "Avertir lorsque le disque de démarrage est choisi comme destination";

/* Class = "NSToolbarItem"; label = "General"; ObjectID = "475"; */
"475.label" = "Général";

/* Class = "NSToolbarItem"; paletteLabel = "General"; ObjectID = "475"; */
"475.paletteLabel" = "Général";

/* Class = "NSToolbarItem"; label = "Software Update"; ObjectID = "476"; */
"476.label" = "Mise à jour logicielle";

/* Class = "NSToolbarItem"; paletteLabel = "Software Update"; ObjectID = "476"; */
"476.paletteLabel" = "Mise à jour logicielle";

/* Class = "NSToolbarItem"; label = "Email Settings"; ObjectID = "477"; */
"477.label" = "Réglages de messagerie";

/* Class = "NSToolbarItem"; paletteLabel = "Email Settings"; ObjectID = "477"; */
"477.paletteLabel" = "Réglages de messagerie";

/* Class = "NSMenuItem"; title = "Error"; ObjectID = "510"; */
"510.title" = "Erreur";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "Email subject template"; ObjectID = "513"; */
"513.ibExternalAccessibilityDescription" = "Modèle d'objet d'e-mail";

/* Class = "NSScrollView"; ibExternalAccessibilityDescription = "Email body template"; ObjectID = "515"; */
"515.ibExternalAccessibilityDescription" = "Modèle de contenu d'e-mail";

/* Class = "NSWindow"; title = "Email Recipient"; ObjectID = "558"; */
"558.title" = "Destinataire de l'e-mail";

/* Class = "NSTextFieldCell"; title = "The email recipient is normally defined on a per-task basis. Please enter an email address below for the purpose of sending this test email."; ObjectID = "563"; */
"563.title" = "Les destinataires des e-mails sont normalement définis directement dans la tâche concernée. Saisissez une adresse ci-dessous pour l'envoi de l'e-mail test.";

/* Class = "NSButtonCell"; title = "Send Email"; ObjectID = "565"; */
"565.title" = "Envoyer un e-mail";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "567"; */
"567.title" = "Annuler";

/* Class = "NSTextFieldCell"; title = "\"Sent From\" Email:"; ObjectID = "653"; */
"653.title" = "Adresse e-mail d'envoi :";

/* Class = "NSButtonCell"; title = "Send Test Email..."; ObjectID = "658"; */
"658.title" = "Envoyer un e-mail test…";

/* Class = "NSButtonCell"; title = "Save Changes"; ObjectID = "678"; */
"678.title" = "Enregistrer";

/* Class = "NSTextFieldCell"; title = "Send test email to:"; ObjectID = "690"; */
"690.title" = "Envoyer un e-mail test à :";

/* Class = "NSTextFieldCell"; title = "When Creating Backups:"; ObjectID = "701"; */
"701.title" = "Création des sauvegardes :";

/* Class = "NSTextFieldCell"; title = "Battery Power:"; ObjectID = "704"; */
"704.title" = "Alimentation par batterie :";

/* Class = "NSTextFieldCell"; title = "Update Settings:"; ObjectID = "706"; */
"706.title" = "Réglages de mise à jour :";

/* Class = "NSButtonCell"; title = "Check for updates once per"; ObjectID = "708"; */
"708.title" = "Rechercher les mises à jour une fois par";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Documentation for email notifications"; ObjectID = "711"; */
"711.ibExternalAccessibilityDescription" = "Informations sur les notifications par e-mail";

/* Class = "NSButtonCell"; title = "Don't tell me if the destination's Recovery HD is missing or out of date"; ObjectID = "2dx-yq-c9p"; */
"2dx-yq-c9p.title" = "Ne pas informer en cas de partition Recovery HD manquante ou obsolète sur la destination";

/* Class = "NSButtonCell"; title = "Use filesystem events database when possible"; ObjectID = "344-zY-F5k"; */
"344-zY-F5k.title" = "Utiliser si possible la base des événements du système de fichiers";

/* Class = "NSButtonCell"; title = "Favor performance over detailed progress indication"; ObjectID = "36L-Bd-PEy"; */
"36L-Bd-PEy.title" = "Préférer la performance à l’indication d’avancement détaillée";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "3nb-9B-wwm"; */
"3nb-9B-wwm.title" = "Text Cell";

/* Class = "NSTextFieldCell"; title = "CCC's user agent is required for sending \"Task started\" and \"Task finished\" Notifications, and for implementing the advanced options to Restart or Shutdown when a task is finished. The user agent is also responsible for reminders and confirmation prompts associated with tasks configured to run when the source or destination is reattached."; ObjectID = "4RP-QE-wZC"; */
"4RP-QE-wZC.title" = "L’agent utilisateur de CCC est requis pour l’envoi des notifications de début et de fin de tâche ainsi que pour l’implémentation des options avancées de redémarrage ou d’arrêt une fois la tâche terminée. L’agent utilisateur se charge également des rappels et demandes de confirmation associés aux tâches configurées pour être exécutées à la reconnexion de la source ou de la destination.";

/* Class = "NSTextFieldCell"; title = "Table View Cell"; ObjectID = "5Ey-bv-YzJ"; */
"5Ey-bv-YzJ.title" = "Table View Cell";

/* Class = "NSToolbarItem"; label = "Notifications"; ObjectID = "6T6-oZ-rML"; */
"6T6-oZ-rML.label" = "Notifications";

/* Class = "NSToolbarItem"; paletteLabel = "Notifications"; ObjectID = "6T6-oZ-rML"; */
"6T6-oZ-rML.paletteLabel" = "Notifications";

/* Class = "NSPopUpButton"; ibExternalAccessibilityDescription = "Email Accounts"; ObjectID = "7fX-8H-DyU"; */
"7fX-8H-DyU.ibExternalAccessibilityDescription" = "Comptes de messagerie";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "AQ9-a5-JXO"; */
"AQ9-a5-JXO.title" = "Text Cell";

/* Class = "NSTextFieldCell"; title = "Table View Cell"; ObjectID = "AbS-fw-k6v"; */
"AbS-fw-k6v.title" = "Table View Cell";

/* Class = "NSButtonCell"; title = "Edit…"; ObjectID = "Djs-8w-v7b"; */
"Djs-8w-v7b.title" = "Modifier…";

/* Class = "NSTextFieldCell"; title = "Notification Center Settings:"; ObjectID = "EmN-g6-cul"; */
"EmN-g6-cul.title" = "Réglages du Centre de notifications :";

/* Class = "NSTextFieldCell"; title = "When you specify a folder as the source or exclude items from a backup task, CCC will enumerate the source before copying files so it can provide more accurate progress indication. If the \"barber pole\" progress bar is acceptable, use this option to skip the pre-scan."; ObjectID = "Fgn-Qg-LMq"; */
"Fgn-Qg-LMq.title" = "Lorsque vous spécifiez un dossier comme source ou excluez des éléments d’une tâche de sauvegarde, CCC énumère le contenu de la source avant de copier les fichiers et peut ainsi fournir une indication d’avancement plus exacte. Si la barre de progression « enseigne de barbier » vous convient, activez cette option pour ignorer la préanalyse.";

/* Class = "NSMenuItem"; title = "Item 3"; ObjectID = "G7Z-ls-qll"; */
"G7Z-ls-qll.title" = "Item 3";

/* Class = "NSButtonCell"; title = "Start CCC's user agent when I log in"; ObjectID = "I2W-PD-gAM"; */
"I2W-PD-gAM.title" = "Activer à l’ouverture de session";

/* Class = "NSTableColumn"; headerCell.title = "Name"; ObjectID = "IJD-C7-oYN"; */
"IJD-C7-oYN.headerCell.title" = "Nom";

/* Class = "NSButtonCell"; title = "Choose a shell script..."; ObjectID = "Jwj-9D-jFI"; */
"Jwj-9D-jFI.title" = "Choisir un script shell…";

/* Class = "NSMenuItem"; title = "Item 1"; ObjectID = "M0R-nU-eSI"; */
"M0R-nU-eSI.title" = "Item 1";

/* Class = "NSTextFieldCell"; title = "Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. "; ObjectID = "M8w-pc-7Ln"; */
"M8w-pc-7Ln.title" = "Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. ";

/* Class = "NSTextFieldCell"; title = "If the source or destination filesystem is stalled and macOS does not eject the stalled filesystem, the CCC backup task will appear stalled. This timeout prevents an indefinite stall and allows CCC to collect important diagnostics information that can help determine the root of the problem. Specify the value in seconds."; ObjectID = "MQu-WG-4gW"; */
"MQu-WG-4gW.title" = "Si le système de fichiers de la source ou de la destination est bloqué et que le noyau de macOS n'éjecte pas le système de fichiers bloqué, la tâche de sauvegarde de CCC semble figée. Ce délai d’attente permet d'éviter les blocages définitifs et permet à CCC de collecter des informations de diagnostic importantes pouvant aider à déterminer la cause du problème. Spécifiez la valeur en secondes.";

/* Class = "NSTextFieldCell"; title = "CCC will always report errors to the Notification Center. Use the setting above if you would also like \"start\" and \"finished\" notifications to appear there as well. You can configure the presentation of these notifications in the Notifications preference pane. Please note that notifications can only be sent if CCC's User Agent is running."; ObjectID = "PSG-JS-jD9"; */
"PSG-JS-jD9.title" = "CCC signale systématiquement les erreurs dans le Centre de notifications. Utilisez ce réglage si vous souhaitez obtenir également des notifications sur le début et la fin des tâches. Vous pouvez configurer leur présentation dans la fenêtre des préférences de notification. L’agent utilisateur de CCC doit être activé pour que les notifications puissent être envoyées.";

/* Class = "NSTableColumn"; headerCell.title = "Kind"; ObjectID = "Wyt-O6-Lh1"; */
"Wyt-O6-Lh1.headerCell.title" = "Type";

/* Class = "NSTextFieldCell"; title = "Copying Procedure:"; ObjectID = "Xs9-9P-Qk5"; */
"Xs9-9P-Qk5.title" = "Procédure de copie :";

/* Class = "NSButtonCell"; title = "Send \"task started\" and \"task finished\" notifications"; ObjectID = "aG9-LL-5c7"; */
"aG9-LL-5c7.title" = "Envoyer les notifications de début et de fin de tâche";

/* Class = "NSTextFieldCell"; title = "Per-task preflight shell scripts run after CCC has verified that the source and destination are available. This \"pre-sanity checks\" shell script will run before CCC performs these checks, which could allow you to, for example, wake a remote host. CCC passes the task name and UUID as arguments to this shell script."; ObjectID = "eTX-yk-w56"; */
"eTX-yk-w56.title" = "Les scripts shell de pré-exécution par tâche sont exécutés après vérification de la disponibilité de la source et de la destination. Ce script shell de « précontrôle d'intégrité » est exécuté avant cette vérification, ce qui permet par exemple de réactiver un hôte distant. CCC transmet le nom de la tâche et l’UUID en tant qu’arguments à ce script shell.";

/* Class = "NSTextFieldCell"; title = "Preflight Shell Script:"; ObjectID = "ewo-pC-o1H"; */
"ewo-pC-o1H.title" = "Script shell de pré-exécution :";

/* Class = "NSButtonCell"; title = "Flash CCC menubar icon"; ObjectID = "gxL-tt-oq6"; */
"gxL-tt-oq6.title" = "Faire clignoter CCC dans la barre des menus";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Choose pre-sanity checks preflight script"; ObjectID = "h5A-G8-HIt"; */
"h5A-G8-HIt.ibExternalAccessibilityDescription" = "Choisir le script de pré-exécution avant contrôles d'intégrité";

/* Class = "NSTextFieldCell"; title = "Help improve CCC by sharing application usage and task statistics with Bombich Software."; ObjectID = "jOb-5R-pIz"; */
"jOb-5R-pIz.title" = "Contribuez à l'amélioration de CCC en partageant vos habitudes d'utilisation de l'application et des statistiques relatives aux tâches avec Bombich Software.";

/* Class = "NSToolbarItem"; label = "Advanced"; ObjectID = "jQZ-d5-Ri4"; */
"jQZ-d5-Ri4.label" = "Avancé";

/* Class = "NSToolbarItem"; paletteLabel = "Advanced"; ObjectID = "jQZ-d5-Ri4"; */
"jQZ-d5-Ri4.paletteLabel" = "Avancé";

/* Class = "NSButtonCell"; title = "Apply a timeout to the file copying subtask:"; ObjectID = "l1h-mT-f58"; */
"l1h-mT-f58.title" = "Appliquer un délai d’attente à la sous-tâche de copie :";

/* Class = "NSTextFieldCell"; title = "CCC stores passwords in a macOS Keychain to facilitate the automated mounting of encrypted disk images, encrypted volumes, network shared storage, and for sending email notifications. CCC's keychain is only readable by the System Administrator account, but you can use this table to remove keychain entries. To delete keychain entries, simply select the items you would like to remove, then press the Delete key."; ObjectID = "mQU-rT-HLM"; */
"mQU-rT-HLM.title" = "CCC stocke les mots de passe dans un trousseau macOS pour faciliter le montage automatique des images disque chiffrées, des volumes chiffrés et des espaces de stockage réseau partagés, et pour envoyer des notifications par e-mail. Seul le compte d'administrateur système a accès au trousseau de CCC, mais vous pouvez utiliser ce tableau pour supprimer les entrées de trousseau. Pour cela, il vous suffit de sélectionner les éléments à supprimer, puis d'appuyer sur la touche Suppression.";

/* Class = "NSMenuItem"; title = "Item 2"; ObjectID = "nNK-7X-rDb"; */
"nNK-7X-rDb.title" = "Item 2";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "File copying timeout limit"; ObjectID = "nUz-Yw-EhM"; */
"nUz-Yw-EhM.ibExternalAccessibilityDescription" = "Délai d’attente limite de copie";

/* Class = "NSTextFieldCell"; title = "CCC User Agent:"; ObjectID = "nxe-ON-6no"; */
"nxe-ON-6no.title" = "Agent utilisateur de CCC :";

/* Class = "NSButtonCell"; title = "About Stats & Usage"; ObjectID = "oah-Cy-XR7"; */
"oah-Cy-XR7.title" = "À propos des statistiques et de l'utilisation";

/* Class = "NSButtonCell"; title = "Done"; ObjectID = "p4j-Pt-K27"; */
"p4j-Pt-K27.title" = "Terminé";

/* Class = "NSTextFieldCell"; title = "Stats & Usage:"; ObjectID = "p75-g3-emh"; */
"p75-g3-emh.title" = "Statistiques et utilisation :";

/* Class = "NSButtonCell"; title = "Open Notifications Preference Pane"; ObjectID = "p8L-2E-NsQ"; */
"p8L-2E-NsQ.title" = "Ouvrir les préférences de notification";

/* Class = "NSButtonCell"; title = "Skip tasks that are missed when the system is on battery power"; ObjectID = "pLU-qe-Rnw"; */
"pLU-qe-Rnw.title" = "Ignorer les tâches manquées lorsque le système fonctionne sur batterie";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Remove pre-sanity checks preflight script"; ObjectID = "pj9-qZ-lue"; */
"pj9-qZ-lue.ibExternalAccessibilityDescription" = "Supprimer le script de pré-exécution avant contrôles d'intégrité";

/* Class = "NSButtonCell"; title = "Show Carbon Copy Cloner icon in the menu bar"; ObjectID = "qDr-Mn-NWQ"; */
"qDr-Mn-NWQ.title" = "Afficher l’icône Carbon Copy Cloner dans la barre des menus";

/* Class = "NSTableColumn"; headerCell.title = "Creation Date"; ObjectID = "sIK-fa-VRA"; */
"sIK-fa-VRA.headerCell.title" = "Date de création";

/* Class = "NSToolbarItem"; label = "Passwords"; ObjectID = "u5k-pc-Ig2"; */
"u5k-pc-Ig2.label" = "Mots de passe";

/* Class = "NSToolbarItem"; paletteLabel = "Passwords"; ObjectID = "u5k-pc-Ig2"; */
"u5k-pc-Ig2.paletteLabel" = "Mots de passe";

/* Class = "NSTextFieldCell"; title = "Table View Cell"; ObjectID = "uUZ-IK-xkG"; */
"uUZ-IK-xkG.title" = "Table View Cell";

/* Class = "NSButtonCell"; title = "Collect anonymous usage statistics"; ObjectID = "wzV-FB-tgg"; */
"wzV-FB-tgg.title" = "Collecter des statistiques d'utilisation anonymes";

/* Class = "NSTextFieldCell"; title = "When Errors Occur:"; ObjectID = "x3C-qY-eig"; */
"x3C-qY-eig.title" = "En cas d’erreur :";

/* Class = "NSWindow"; title = "Stats & Usage Privacy Panel"; ObjectID = "yXr-hW-Bno"; */
"yXr-hW-Bno.title" = "Panneau relatif à la confidentialité des statistiques et des données d'utilisation";

/* Class = "NSTextFieldCell"; title = "If the destination volume has an installation of macOS (Lion or later), macOS expects that volume to have an associated Recovery HD. The Recovery HD is not always required, however, so disable this message if you prefer to not receive it."; ObjectID = "zJi-4l-0co"; */
"zJi-4l-0co.title" = "Si le volume de destination contient une installation de macOS (Lion ou version ultérieure), macOS s'attend à ce que le volume dispose d'une partition Recovery HD associée. La partition Recovery HD n’étant toutefois pas toujours requise, vous pouvez désactiver cet avertissement si vous préférez ne pas le recevoir.";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "znE-Yq-7vH"; */
"znE-Yq-7vH.title" = "Text Cell";

/* Class = "NSTextFieldCell"; title = "Recovery HD:"; ObjectID = "zyk-uS-cWs"; */
"zyk-uS-cWs.title" = "Recovery HD :";
